Revit 2027 API
SynchronizeWithCentralOptions Constructor
 Constructs a new instance of SynchronizeWithCentralOptions initialized with default options.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SynchronizeWithCentralOptions()
Public Sub New
public:
SynchronizeWithCentralOptions()
new : unit -> SynchronizeWithCentralOptions
See Also
Reference
SynchronizeWithCentralOptions Class
Autodesk.Revit.DB Namespace